/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

// Top-level, general application description:
"ApplicationDescription" = "El Keka és un compressor de fitxers per macOS.";

// Software update connection:
"SoftwareUpdatePurpose" = "El Keka comprova si existeixen noves versiones connectant-se a u.keka.io.";
"SoftwareUpdateDenyConsequences" = "Si bloqueges aquesta connexió, no rebràs notificacions de les noves versions del Keka.";
